{
    "fmap":[

[
    {
        "country": "Argentina",
        "lat": -38.416097,
        "long": -63.616672,
        "description": "The first, and partial, translation into Spanish of the Futurist manifesto appeared in Montevideo on 20 March 1909 in the newspaper El día and, a day later, on 21 March 1909, in Buenos Aires in El diario español, barely a month after the publication of the Foundation and Manifesto of Futurism in Le Figaro on 20 February of the same year. The translation was undertaken by the Catalan Juan Más y Pi (1878–1916), a literary critic, writer and journalist of anarchist tendencies who spent the major part of his life in Brazil and Argentina. Multiple translations appeared later."
    },
    {
        "country": "Armenia",
        "lat": 40.069099,
        "long": 45.038189,
        "description": "Futurism reached Armenia relatively quickly by way of two routes: Constantinople (Istanbul, Turkey) and Tbilisi (Georgia). A young Symbolist poet, Hrand Nazariantz (see photo, left) played a pioneering rôle in Constantinople. His book F. T. Marinetti yew apagayapashtut’iuny (F. T. Marinetti and Futurism, 1910) contained a study of the life and works of the founder of Futurism, photographs and a translation of Le Futurisme, the manifesto published by Le Figaro on 20 February 1909.",
        "image": "https://en.wikipedia.org/wiki/Hrand_Nazariantz#/media/File:Nazariantz_and_Karekin_Gozigian.jpg",
        "link": "https://en.wikipedia.org/wiki/Hrand_Nazariantz"
    },
    {
        "country": "Belgium",
        "lat": 50.503887,
        "long": 4.469936,
        "description": "The publication of the Foundation and Manifesto of Futurism in Le Figaro certainly did not go unnoticed in Belgium, because in October 1909 Marinetti decided to directly target Belgian art circles with the publication of a short summary in the magazine La Fédération artistique. "
    },
    {
        "country": "Brazil",
        "lat": -14.235004,
        "long": -51.92528,
        "description": "A república in Natal (north-eastern Brazil) printed an incomplete translation of Marinetti’s manifesto by Manuel Dantas in 1909. Rubén Darío’s “Marinetti y el futurismo” (Marinetti and Futurism, 1909), was an essay that was published in Buenos Aires on 5 April 1910 but circulated in Brazil."
    },
    {
        "country": "Bulgaria",
        "lat": 42.733883,
        "long": 25.48583,
        "description": "In 1922, the city of Yambol became the centre of Marinetti’s profound and direct attention. Barely eighteen years old, Kiril Krăstev (1904–1991), who was to become a well-known essayist and art critic, published a translation of a passage from Zang tumb tuuum (which is set in the Bulgarian-Turkish war of 1912–1913) and of the manifesto Lo splendore geometrico e meccanico e la sensibilità numerica (Geometric and Mechanical Splendour and the Numerical Sensibility, 1914)."
    },
    {
        "country": "China",
        "lat": 35.86166,
        "long": 104.195397,
        "description": "News about Futurism circulated in China and influenced writers and some painters during the 1920s, 30s and 40s through magazines and journals via Japan, Russia and Western Europe. On 1 August 1914, an article entitled “Fengmi shijie zhi weilai zhuyi” (Futurism, Popular in the World) was translated from a Japanese source in the journal Dongfang zazhi (The Eastern Miscellany) by Xichen Zhang (1889–1969), who, in so doing, introduced the first report of Futurism in a Chinese periodical."
    },
    {
        "country": "Czech Republic",
        "lat": 49.817492,
        "long": 15.472962,
        "description": "Note: After 1918, the Czechs and Slovaks created the Republic of Czechoslovakia. Futurist aesthetics largely became known through its manifesto - for example, the painter Bohumil Kubišta was well acquainted with the Italian movement since he had read the manifestos published in the magazine Der Sturm and had seen the Futurist touring exhibition when it was in Berlin (12 April – 31 May 1912)."
    },
    {
        "country": "Denmark",
        "lat": 56.26392,
        "long": 9.501785,
        "description": "\"Futurism\" was used in commercial and political discourse: in the summer of 1913, a Copenhagen department store could present the latest style in female dresses “in the strangest Futurist designs” (Esther: “Udstilling”), and in September 1914 an article in the daily newspaper Politiken spoke about “Political Futurism” with regard to the instability of the triple alliance between Germany, Austria-Hungary and Italy."
    },
    {
        "country": "Egypt",
        "lat": 26.820553,
        "long": 30.802498,
        "description": "F. T. Marinetti was born here and lived in Alexandria until he was fifteen. In several of Marinetti’s works we can find memories drawn from his native country. After Egypt became a British Protectorate in 1882, many European intellectuals chose Egypt as a place of residence, and, conversely, many Egyptian writers and artists studied and received their training north of the Mediterranean. The transnational exchanges between Europe and the Middle East had a profound effect on literature and the arts in Egypt. "
    },
    {
        "country": "Estonia",
        "lat": 58.595272,
        "long": 25.013607,
        "description": "A small group of writers and artists corresponded with F. T. Marinetti and received Futurist publications from him. Essayist Johannes Semper gave a lecture on Futurism in the university town Tartu in 1914, which was published in the most important newspaper of the era, Postimees. After this, several articles on Futurism were published in the Estonian press."
    },
    {
        "country": "Finland",
        "lat": 61.92411,
        "long": 25.748151,
        "description": "Although an article about Futurism was published in 1912 (Laurila: “Futuristit”), more extensive presentations arrived rather late on the scene in Finland, the 1920s. "
    },
    {
        "country": "France",
        "lat": 46.227638,
        "long": 2.213749,
        "description": "Born and raised in Egypt, F. T. Marinetti possessed as many connections to France as he did to Italy. Before gaining a law degree from the University of Pavia, he obtained his baccalaureate from the Sorbonne. On 20 February 1909, Marinetti published his first manifesto on the front page of Le Figaro."
    },
    {
        "country": "Georgia",
        "lat": 42.315407,
        "long": 43.356892,
        "description": "Some Futurist manifestos and books as well as reports about Futurist artistic activities had already reached Tbilisi in early 1911 thanks to the painter Boris Lopatinsky (1881–1946), who, upon his return from Paris, introduced young Ilya Zdanevich (1894–1975) to these novelties."
    },
    {
        "country": "Germany",
        "lat": 51.165691,
        "long": 10.451526,
        "description": "A few months after Filippo Tommaso Marinetti had published The Foundation and Manifesto of Futurism on the front page of Le Figaro (1909), he presented the first international reactions to it in a section of his journal Poesia, entitled “Le Futurisme et la presse internationale”. This press review included the comments of three German newspapers: the Kölnische Zeitung, the Frankfurter Zeitung and the Berlin Vossische Zeitung. "
    },
    {
        "country": "Great Britain",
        "lat": 55.378051,
        "long": -3.435973,
        "description": "Parts of the Foundation and Manifesto of Futurism were first published in English in the unlikely context of a magazine entitled The Tramp: A Journal of Healthy Outdoor Life for the Adventurous Gentleman in August 1910. Marinetti first spoke about Futurism in London on 2 April 1910 to an audience of suffragettes at the Lyceum Club, Piccadilly. "
    },
    {
        "country": "Greece",
        "lat": 39.074208,
        "long": 21.824312,
        "description": "There were six different Greek translations of the Foundation and Manifesto of Futurism or of its eleven-point programme, all published between 1909 and 1912."
    },
    {
        "country": "Hungary",
        "lat": 47.162494,
        "long": 19.503304,
        "description": "When the Foundation and Manifesto of Futurism (20 February 1909) was first mentioned in Nyugat (on 1 May 1909, the most important periodical of moderate Modernism), it was referred to as an already well-known text. "
    },
    {
        "country": "Ireland",
        "lat": 53.41291,
        "long": -8.24389,
        "description": "A number of Irish-born artists and writers such as William Butler Yeats and James Joyce came into contact with Futurism, and the influences of Marinetti’s movement can be felt in their work, although any direct contact they had occurred either in Great Britain or in mainland Europe."
    },
    {
        "country": "Iceland",
        "lat": 64.963051,
        "long": -19.020835,
        "description": "Futurism was well known to the educated public in Iceland due to the ongoing discussions in Denmark (Iceland gained sovereignty from Denmark in 1918). The travelling exhibition of works by the Italian Futurists, organized by Der Sturm, reached Copenhagen on 11 July 1912."
    },
    {
        "country": "Italy",
        "lat": 41.87194,
        "long": 12.56738,
        "description": "Marinetti studied law in Pavia and Genoa, graduating in 1899 but never actually practiced. Several of Marinetti’s early Futurist works were first published in French or simultaneously in French and Italian. Through his frequent contributions to literary magazines and his activity as a declaimer of poetry, Marinetti also attempted to cast himself as a mediator between the literary avant-gardes of France and Italy. An important rôle in this respect was played by the journal Poesia  a (semi-)monthly anthology of modern poetry that Marinetti co-founded in 1905. Open to all tendencies of international modern poetry, it eventually became the cradle of the Futurist movement. "
    },
    {
        "country": "Japan",
        "lat": 36.204824,
        "long": 138.252924,
        "description": "Ōgai Mori (1862–1922), one of the most prominent figures in the Japanese cultural world, is generally credited with having initiated the reception of Futurism in Japan. His column “Mukudori tsūshin” in the May 1909 issue of the literary monthly Subaru (reprinted in Omuka and Hidaka) included a translation of the eleven points of the Fondazione e manifesto del futurismo (Foundation and Manifesto of Futurism, 1909). "
    },
    {
        "country": "Korea",
        "lat": 35.907757,
        "long": 127.766922,
        "description": "During the Japanese occupation, both the publication of Korean literature and the importing of foreign books were restricted. F. T. Marinetti’s  Foundation and Manifesto of Futurism  (1909) and several more manifestos were translated into Japanese and became very influential in the world of Japanese literature and fine arts (see the entry on Japan in this volume). However, they came to be introduced into Korea only fifteen years after the publication of Marinetti’s initial manifesto, in 1924."
    },
    {
        "country": "Latvia",
        "lat": 56.879635,
        "long": 24.603189,
        "description": "In November 1912, the magazine Domas cited the main points of Filippo Tommaso Marinetti’s Foundation and Manifesto of Futurism (1909) and translated them into Latvian ([Anon.]: “Futūrisms”)."
    },
    {
        "country": "Lithuania",
        "lat": 55.169438,
        "long": 23.881275,
        "description": "The first clear reference to Futurism can be found in a Russian-language brochure, O futurizme, published by an otherwise unknown student, ‘K. Morozova’, on behalf of a group of students in Kaunas. As Lithuania at that time was part of the Russian Empire, this publication, strictly speaking, belongs to the history of Russian Futurism. "
    },
    {
        "country": "Mexico",
        "lat": 23.634501,
        "long": -102.552784,
        "description": "Amado Nervo (1870–1919), the acclaimed Mexican poet and writer, was the first to report on Marinetti’s inaugural text. His impressions of Marinetti’s manifesto, gathered while he resided in Spain, appeared in the Boletín de instrucción pública (Public Education Bulletin) in August 1909, under the title “Nueva escuela literaria” (New Literary School)."
    },
    {
        "country": "Netherlands",
        "lat": 52.132633,
        "long": 5.291266,
        "description": "In 1909, the monthlies Den Gulden Winckel (The Golden Angle) and De Gids (The Guide), the poets and literary critics Jan Greshoff (1888–1971) and Johan de Meester (1860–1931) respectively quoted passages from Marinetti’s manifesto, accompanied by their own ironic comments."
    },
    {
        "country": "Peru",
        "lat": -9.189967,
        "long": -75.015152,
        "description": "Rubén Darío (1867–1916), who lived in Paris at the time, published a translation of Foundation and Manifesto of Futurism in the newspaper La nación, in Buenos Aires, on 5 April 1909. If translation was the way in which notions of Futurism were introduced to Latin America, it is likely that Darío’s version found the widest distribution across the continent, since he was a well-known and highly recognized author in the whole Spanishspeaking world. "
    },
    {
        "country": "Poland",
        "lat": 51.919438,
        "long": 19.145136,
        "description": "News of Italian Futurism first reached Poland in October 1909, when Ignacy Grabowski (1866–1933) published the article “Najnowsze prądy w literaturze europejskiej: Futuryzm” (The Latest Current in European Literature: Futurism), containing a translation of the Foundation and Manifesto of Futurism.  "
    },
    {
        "country": "Portugal",
        "lat": 39.399872,
        "long": -8.224454,
        "description": "The first notice of Futurism reached Portugal soon after Le Figaro published Marinetti’s Foundation and Manifesto of Futurism. Only one week later, on 26 February 1909, the Porto newspaper Jornal de notícias printed an article by its Paris correspondent, José Xavier de Carvalho Júnior (1861–1919), entitled “Uma nova escola poética: O  futurismo” (A New Poetic School: Futurism)."
    },
    {
        "country": "Romania",
        "lat": 45.943161,
        "long": 24.96676,
        "description": "On 20 February, the same date as the publication of the Manifesto of Futurism in Le Figaro, a Romanian translation appeared in Democraţia (Democracy), a newspaper published in Craiova, a major city at the time, located in the south of the Kingdom of Romania."
    },
    {
        "country": "Russia",
        "lat": 61.52401,
        "long": 105.318756,
        "description": "Information about Italian Futurism first appeared in the Russian press in March 1909 (Sem-v.: “Futurizm: Literaturnyi manifest”) at a time of major changes in painting and literature. Italian Futurism had in Filippo Tommaso Marinetti a prominent leader whom many recognized as an outstanding representative and key theorist. Russian Futurism, by contrast, was much more heterogeneous and largely concentrated in two cities. It was never a cohesive movement."
    },
    {
        "country": "Spain",
        "lat": 40.463667,
        "long": -3.74922,
        "description": "When Marinetti published his Foundation and Manifesto of Futurism  in Le Figaro  in February 1909, he also sent out thousands of copies of the document to potentially interested individuals, among them quite a number of Spaniards. Javier Gómez de la Serna translated it for Prometeo, where it appeared, as “Fundación y manifiesto del futurismo” (Foundation and Manifesto of Futurism), in April 1909."
    },
    {
        "country": "Sweden",
        "lat": 60.128161,
        "long": 18.643501,
        "description": "Marinetti’s Foundation and Manifesto of Futurism was, in part, published on 24 February 1909 in the mass-circulation newspaper, Svenska Dagbladet. "
    },
    {
        "country": "Ukraine",
        "lat": 48.379433,
        "long": 31.16558,
        "description": "In 1914, Mykhail (Mykhailo Vasylovich) Semenko (1892–1937), the founder and uncontested leader of Ukrainian Futurism, publishes his poetry collections Derzannia (Bravado, 1914) and Kvero-Futurism (Quaero-Futurism, 1914), which inaugurated the movement in Ukraine. "
    },
    {
        "country": "Uruguay",
        "lat": -32.522779,
        "long": -55.765835,
        "description": "Uruguay was the first country in Latin America that printed the Futurist manifesto published by Le Figaro on 20 February 1909. On 20 March 1909, El día (The Day), a newspaper in Montevideo, published a translation of the eleven points, together with a brief anonymous introduction, under the heading “El futurismo. Nueva escuela de principios. Contra los viejos moldes” (Futurism: A New School of Ideas. Against the Old Ways)."
    },
    {
        "country": "United States of America",
        "lat": 37.09024,
        "long": -95.712891,
        "description": "Futurist ideas reached English-speaking audiences as early as August 1910, when the British magazine The Tramp published Futurism’s founding manifesto. English-language journal The Mask frequently reported on Futurist matters during the 1910s. Journalist and translator André Tridon (1877–1922) began publishing supportive articles on the Italian avant-garde movement in December 1911 to February 1912, first in the New York Herald and then in the New York Sun."
    },
    {
        "country": "Venezuela",
        "lat": 6.42375,
        "long": -66.58973,
        "description": "One of the best-known literary magazines of fin-de- siècle Caracas, El cojo ilustrado, reported on Marinetti’s Foundation and Manifesto of Futurism on 15 May 1909 ([Anon]: “El futurismo de Marinetti”). "
    },
    {
        "country": "Slovenia (The Former Yugoslavia and Its Republics)",
        "lat": 46.151241,
        "long": 14.995463,
        "description": "In 1908, Marinetti’s journal Poesia published translations of works by three Slovene poets, France Prešeren (1800–1849), Oton Župančič (1878–1949) and Josip Murn (1879–1901). "
    }
]]
}